export const WORD_LISTS = {
  spade: ['กิจ', 'ทัณฑ์', 'ยาน', 'มัชฌิม', 'พิมพ์', 'ขัณฑ์', 'ขันธ์', 'ขัตติยา', 'บุญ', 'นิพพาน', 'วิชา', 'วุฒิ', 'สามัญ', 'อัคคี', 'สัญญาณ', 'มัจฉา', 'อุตุ', 'อักขร', 'อัชฌาศัย', 'ขณะ', 'ปัจจุบัน', 'อิตถี', 'อัตถุ', 'อัจฉรา', 'ภริยา', 'อิทธิ', 'ปกติ', 'วิตถาร', 'ปัญญา', 'กัญญา'], // Add more Pali words here
  heart: ['เกษตรศาสตร์', 'อุทกภัย', 'ประวัติศาสตร์', 'ภูมิภาค','เมรุมาศ','บรมครู','สุนทรพจน์','ภารกิจ','ธุรกิจ','พลศึกษา','ทัศนศึกษา','แพทยสมาคท','นรชน','วิถีทาง','คชสาร'], // Add more สมาส words here
  club: ['กษัตริย์', 'อัศวะ', 'ขรรค์', 'คฤหัสถ์', 'บริบูรณ์', 'อธิษฐาน' ,'สวรรค์', 'ศึกษา', 'วิทยุ', 'นิตย์', 'ทฤษฎี', 'ปราโมทย์',
        'ไอศวรรย์', 'จักร', 'อาศัย', 'ปราศรัย', 'วิเศษ', 'มรรค' ,'มัธยม', 'สถาปนา', 'ปรัชญา', 'อมฤต', 'สถาน', 'จักษุ', 'รัศมี',
        'ภรรยา', 'บุษบา', 'กัลป์', 'ราษฎร', 'บุญย', 'ศรี'], // Add more Sanskrit words here
  diamond: ['เทศาภิบาล', 'ราชาธิราช', 'ประชาธิปไตย', 'จุฬาลงกรณ์', 'นเรศวร', 'ปรเมนทร์', 'คเชนทร์', 'ราชูปถัมป์', 'สาธารณูปโภค', 'วิเทโศบาย', 'สุโขทัย', 'นโยบาย', 'มตยาธิบาย', 'รังสีโยภาส', 'สามัตยาจารย์', 'สินธวานนท์', 'จักษวาพาธ', 'ธันวาคม', 'ทุรกันดาร', 'นิรภัย', 'รโหฐาน', 'มโนธรรม', 'สงกรานต์', 'สังคม', 'สัณฐาน', 'สัมปทาน', 'สมุทัย'], // Add more สนธิ words here
};
